/* Error reason when a service with a known application is invoked but another user has the application open */
"Another user has the \\U201C%@\\U201D application open." = "Programmet «%@» brukes av en annen bruker.";

/* Recovery suggestion when a service is invoked but the application is already open under another account */
"Ask the other user to quit the \\U201C%@\\U201D application, and then try again." = "Be brukeren om å avslutte «%@», og prøv på nytt.";

/* Recovery suggestion when a service with a known application is invoked but the application is not compatible with the computer */
"Contact the vendor of \\U201C%@\\U201D for an updated version." = "Kontakt leverandøren av «%@» for å få en oppdatert versjon.";

/* Recovery suggestion when a service is invoked but the user does not have permission to run the application */
"Contact your administrator for assistance." = "Be administratoren om hjelp.";

/* NSTextReadInapplicableDocumentTypeError */
"Err65806" = "Filen kunne ikke åpnes fordi det angitte formatet ikke støttes.";

/* NSTextWriteInapplicableDocumentTypeError */
"Err66062" = "Filen kunne ikke arkiveres fordi det angitte formatet ikke støttes.";

/* A generic recovery suggestion displayed in an alert when an error occurs and there's no information about it. */
"No other information is available about the problem." = "Ingen annen informasjon er tilgjengelig om problemet.";

/* 'Show Application' recovery suggestion when a service request failed */
"Show Application" = "Vis program";

/* 'Show Workflow' recovery suggestion when a workflow service request failed */
"Show Workflow" = "Vis arbeidsflyt";

/* Error description when some files cannot be duplicated (but others succeeded) because a miscellaneous error occurred. */
"Some files could not be duplicated because a miscellaneous error occurred (OSStatus %d)." = "Noen filer kunne ikke dupliseres fordi det oppsto en feil (OSStatus %d).";

/* Error description when some files cannot be duplicated (but others succeeded) because of a disk error. */
"Some files could not be duplicated because of a disk error." = "Noen filer kunne ikke dupliseres på grunn av en diskfeil.";

/* Error description when some files cannot be duplicated (but others succeeded) because the disk is full. */
"Some files could not be duplicated because the disk is full." = "Noen filer kunne ikke dupliseres fordi disken er full.";

/* Error description when some files cannot be duplicated (but others succeeded) because the volume is write protected. */
"Some files could not be duplicated because the volume is write protected." = "Noen filer kunne ikke dupliseres fordi volumet er skrivebeskyttet.";

/* Error description when some files cannot be duplicated (but others succeeded) because they were not found. */
"Some files could not be duplicated because they were not found." = "Noen filer kunne ikke dupliseres fordi de ikke ble funnet.";

/* Error description when some files cannot be duplicated (but others succeeded) without giving a reason. */
"Some files could not be duplicated." = "Noen filer kunne ikke dupliseres.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because a miscellaneous error occurred. */
"Some files could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "Noen filer kunne ikke flyttes til papirkurven fordi det oppsto en feil (OSStatus %d).";

/* Error description when some files cannot be moved to the trash (but others succeeded) because of a disk error. */
"Some files could not be moved to the trash because of a disk error." = "Noen filer kunne ikke flyttes til papirkurven på grunn av en diskfeil.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because the disk is full. */
"Some files could not be moved to the trash because the disk is full." = "Noen filer kunne ikke flyttes til papirkurven fordi disken er full.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because the disk is write protected. */
"Some files could not be moved to the trash because the disk is write protected." = "Noen filer kunne ikke flyttes til papirkurven fordi disken er skrivebeskyttet.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because they were not found. */
"Some files could not be moved to the trash because they were not found." = "Noen filer kunne ikke flyttes til papirkurven fordi de ikke ble funnet.";

/* Error description when some files cannot be moved to the trash (but others succeeded) without giving a reason. */
"Some files could not be moved to the trash." = "Noen filer kunne ikke flyttes til papirkurven.";

/* Error reason when a service with a known application is invoked but the application could not be found */
"The \\U201C%@\\U201D application could not be found." = "Programmet «%@» ble ikke funnet.";

/* Error reason when a service with a known application is invoked but the application could not be opened */
"The \\U201C%@\\U201D application could not be opened." = "Programmet «%@» kunne ikke åpnes.";

/* Error reason when an application did not provide valid data */
"The \\U201C%@\\U201D application did not provide valid data." = "Programmet «%@» oppga ikke gyldige data.";

/* Error reason when an application did not respond to a request for services */
"The \\U201C%@\\U201D application did not respond to the request for services." = "Programmet «%@» svarte ikke på tjenesteforespørselen.";

/* Error reason when a service with a known application is invoked but the application is corrupt */
"The \\U201C%@\\U201D application is corrupt." = "Programmet «%@» er ødelagt.";

/* Error reason when a service with a known application is invoked but the application is in the trash */
"The \\U201C%@\\U201D application is in the Trash." = "Programmet «%@» er i papirkurven.";

/* Error reason when a service with a known application is invoked but the application is not compatible with the computer */
"The \\U201C%@\\U201D application is not compatible with your computer." = "Programmet «%@» er ikke kompatibelt med datamaskinen.";

/* Error reason when a service with a known application is invoked but the application requires a newer version of Mac OS X */
"The \\U201C%@\\U201D application requires a newer version of Mac OS X." = "Programmet «%@» krever en nyere versjon av Mac OS X.";

/* Error description when a service is invoked but another user has the application open */
"The \\U201C%@\\U201D service could not be used because another user has the \\U201C%@\\U201D application open." = "Tjenesten «%1$@» kunne ikke brukes fordi programmet «%2$@» brukes av en annen bruker.";

/* Error description when a service with a known application is invoked but the application could not be found */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application could not be found." = "Tjenesten «%1$@» kunne ikke brukes fordi programmet «%2$@» ikke ble funnet.";

/* Error description when a service with a known application is invoked but the application could not be opened */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application could not be opened." = "Tjenesten «%1$@» kunne ikke brukes fordi programmet «%2$@» ikke kunne åpnes.";

/* Error description when a service with a known application is invoked but the application did not provide valid data */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application did not provide valid data." = "Tjenesten «%1$@» kunne ikke brukes fordi programmet «%2$@» ikke oppga gyldige data.";

/* Error description when a service with a known application is invoked but the application did not respond to a request for services */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application did not respond to a request for services." = "Tjenesten «%1$@» kunne ikke brukes fordi programmet «%2$@» ikke svarte på en tjenesteforespørsel.";

/* Error description when a service is invoked but the application is corrupt */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is corrupt." = "Tjenesten «%1$@» kunne ikke brukes fordi programmet «%2$@» er skadet.";

/* Error description when a service is invoked but the application is in the trash */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is in the Trash." = "Tjenesten «%1$@» kunne ikke brukes fordi programmet «%2$@» ligger i papirkurven.";

/* Error description when a service is invoked but the application is not compatible with the computer */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is not compatible with your computer." = "Tjenesten «%1$@» kunne ikke brukes fordi programmet «%2$@» ikke er kompatibelt med datamaskinen.";

/* Error description when a service is invoked but the application is in the trash */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application requires a newer version of Mac OS X." = "Tjenesten «%1$@» kunne ikke brukes fordi programmet «%2$@» krever en nyere versjon av Mac OS X.";

/* Error description when a workflow service is invoked but the workflow could not be found */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow could not be found." = "Tjenesten «%1$@» kunne ikke brukes fordi arbeidsflyten «%2$@» ikke ble funnet.";

/* Error description when a workflow service timed out */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow did not finish in time." = "Tjenesten «%1$@» kunne ikke brukes fordi arbeidsflyten «%2$@» ikke ble ferdig i tide.";

/* Error description when a workflow service did not provide valid data. */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow did not provide valid data." = "Tjenesten «%1$@» kunne ikke brukes fordi arbeidsflyten «%2$@» ikke oppga gyldige data.";

/* Error description when a service with an unknown application is invoked but the application could not be found */
"The \\U201C%@\\U201D service could not be used because the application could not be found." = "Tjenesten «%@» kunne ikke brukes fordi programmet ikke ble funnet.";

/* Error description when a service with an unknown application is invoked but the application could not be opened */
"The \\U201C%@\\U201D service could not be used because the application could not be opened." = "Tjenesten «%@» kunne ikke brukes fordi programmet ikke kunne åpnes.";

/* Error description when a service with an unknown application is invoked but the application did not respond to a request for services */
"The \\U201C%@\\U201D service could not be used because the application did not respond to a request for services." = "Tjenesten «%@» kunne ikke brukes fordi programmet ikke svarte på en tjenesteforespørsel.";

/* Error description when a service with a known application is invoked but there was a problem retrieving service information */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the \\U201C%@\\U201D application." = "Tjenesten «%1$@» kunne ikke brukes fordi det oppsto et problem med henting av tjenesteinformasjon fra programmet «%2$@».";

/* Error description when a workflow service is invoked but there was a problem retrieving service information. */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the \\U201C%@\\U201D workflow." = "Tjenesten «%1$@» kunne ikke brukes fordi det oppsto et problem med henting av tjenesteinformasjon fra arbeidsflyten «%2$@».";

/* Error description when a service with an unknown application is invoked but there was a problem retrieving service information */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the application." = "Tjenesten «%@» kunne ikke brukes fordi det oppsto et problem med henting av tjenesteinformasjon fra programmet.";

/* Error description when a service is invoked but the user does not have permission to run the application */
"The \\U201C%@\\U201D service could not be used because you do not have permission to open the \\U201C%@\\U201D application." = "Tjenesten «%1$@» kunne ikke brukes fordi du ikke har tillatelse til å åpne programmet «%2$@».";

/* Error description when a service is invoked but there was a miscellaneous problem */
"The \\U201C%@\\U201D service could not be used." = "«%@»-tjenesten kunne ikke brukes.";

/* Error reason when a service with a known workflow is invoked but the application could not be found */
"The \\U201C%@\\U201D workflow could not be found." = "Arbeidsflyten «%@» ble ikke funnet.";

/* Error reason when a workflow service timed out */
"The \\U201C%@\\U201D workflow did not finish in time." = "Arbeidsflyten «%@» ble ikke ferdig i tide.";

/* Failure reason when the app cannot be launched because of unknown errors. */
"The application \\U201C%@\\U201D could not be launched because a miscellaneous error occurred (OSStatus %d)." = "Programmet «%1$@» kunne ikke startes fordi det oppsto en feil (OSStatus %2$d).";

/* Failure reason when an application is corrupt. */
"The application \\U201C%@\\U201D could not be launched because it is corrupt." = "Programmet «%@» kunne ikke startes fordi det er ødelagt.";

/* Failure reason when the app is in the trash. */
"The application \\U201C%@\\U201D could not be launched because it is in the Trash." = "Programmet «%@» kunne ikke startes fordi det er i papirkurven.";

/* Failure reason when an application is not compatible with the computer. */
"The application \\U201C%@\\U201D could not be launched because it is not compatible with your computer." = "Programmet «%@» kunne ikke startes fordi det ikke er kompatibelt med datamaskinen.";

/* Error description for when an app could not be launched */
"The application \\U201C%@\\U201D could not be launched because it was not found." = "Programmet «%@» kunne ikke startes fordi det ikke ble funnet.";

/* Error reason when a service with an unknown application is invoked but the application could not be found */
"The application could not be found." = "Programmet ble ikke funnet.";

/* Error reason when a service with an unknown application is invoked but the application could not be opened */
"The application could not be opened." = "Programmet kunne ikke åpnes.";

/* Error description for when an application is using a disk that the user tries to eject. */
"The disk could not be ejected because it is in use by \\U201C%@\\U201D." = "Disken kunne ikke mates ut fordi den brukes av «%@».";

/* Error description when a file cannot be duplicated because it was not found. */
"The file \\U201C%@\\U201D could not be duplicated because it was not found." = "Filen «%@» kunne ikke dupliseres fordi den ikke ble funnet.";

/* Error description when a file cannot be duplicated because of a disk error. */
"The file \\U201C%@\\U201D could not be duplicated because of a disk error." = "Filen «%@» kunne ikke dupliseres på grunn av en diskfeil.";

/* Error description when a file cannot be duplicated because the disk is full. */
"The file \\U201C%@\\U201D could not be duplicated because the disk is full." = "Filen «%@» kunne ikke dupliseres fordi disken er full.";

/* Error description when a file cannot be duplicated because the volume is write protected. */
"The file \\U201C%@\\U201D could not be duplicated because the volume is write protected." = "Filen «%@» kunne ikke dupliseres fordi volumet er skrivebeskyttet.";

/* Error description when a file cannot be duplicated without giving a reason. */
"The file \\U201C%@\\U201D could not be duplicated." = "Filen «%@» kunne ikke dupliseres.";

/* Error description when a file cannot be moved to the trash because it was not found. */
"The file \\U201C%@\\U201D could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "Filen «%1$@» kunne ikke flyttes til papirkurven fordi det oppsto en feil (OSStatus %2$d).";

/* Error description when a file cannot be moved to the trash because it was not found. */
"The file \\U201C%@\\U201D could not be moved to the trash because it was not found." = "Filen «%@» kunne ikke flyttes til papirkurven fordi den ikke ble funnet.";

/* Error description when a file cannot be moved to the trash because of a disk error. */
"The file \\U201C%@\\U201D could not be moved to the trash because of a disk error." = "Filen «%@» kunne ikke flyttes til papirkurven på grunn av en diskfeil.";

/* Error description when a file cannot be moved to the trash because the disk is full. */
"The file \\U201C%@\\U201D could not be moved to the trash because the disk is full." = "Filen «%@» kunne ikke flyttes til papirkurven fordi disken er full.";

/* Error description when a file cannot be moved to the trash because the volume is write protected. */
"The file \\U201C%@\\U201D could not be moved to the trash because the disk is write protected." = "Filen «%@» kunne ikke flyttes til papirkurven fordi disken er skrivebeskyttet.";

/* Error description when a file cannot be moved to the trash without giving a reason. */
"The file \\U201C%@\\U201D could not be moved to the trash." = "Filen «%@» kunne ikke flyttes til papirkurven.";

/* Error description when all files cannot be duplicated because a miscellaneous error occurred. */
"The files could not be duplicated because a miscellaneous error occurred (OSStatus %d)." = "Filene kunne ikke dupliseres fordi det oppsto en feil (OSStatus %d).";

/* Error description when all files cannot be duplicated because of a disk error. */
"The files could not be duplicated because of a disk error." = "Filene kunne ikke dupliseres på grunn av en diskfeil.";

/* Error description when all files cannot be duplicated because the disk is full. */
"The files could not be duplicated because the disk is full." = "Filene kunne ikke dupliseres fordi disken er full.";

/* Error description when all files cannot be duplicated because the volume is write protected. */
"The files could not be duplicated because the volume is write protected." = "Filene kunne ikke dupliseres fordi volumet er skrivebeskyttet.";

/* Error description when all files cannot be duplicated because they were not found. */
"The files could not be duplicated because they were not found." = "Filene kunne ikke dupliseres fordi de ikke ble funnet.";

/* Error description when all files cannot be duplicated without giving a reason. */
"The files could not be duplicated." = "Filene kunne ikke dupliseres.";

/* Error description when all files cannot be moved to the trash because a miscellaneous error occurred. */
"The files could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "Filene kunne ikke flyttes til papirkurven fordi det oppsto en feil (OSStatus %d).";

/* Error description when all files cannot be moved to the trash because of a disk error. */
"The files could not be moved to the trash because of a disk error." = "Filene kunne ikke flyttes til papirkurven på grunn av en diskfeil.";

/* Error description when all files cannot be moved to the trash because the disk is full. */
"The files could not be moved to the trash because the disk is full." = "Filene kunne ikke flyttes til papirkurven fordi disken er full.";

/* Error description when all files cannot be moved to the trash because the disk is write protected. */
"The files could not be moved to the trash because the disk is write protected." = "Filene kunne ikke flyttes til papirkurven fordi disken er skrivebeskyttet.";

/* Error description when all files cannot be moved to the trash because they were not found. */
"The files could not be moved to the trash because they were not found." = "Filene kunne ikke flyttes til papirkurven fordi de ikke ble funnet.";

/* Error description when all files cannot be moved to the trash without giving a reason. */
"The files could not be moved to the trash." = "Filene kunne ikke flyttes til papirkurven.";

/* A generic error message displayed in an alert when an error occurs and there's no information about it. */
"The operation could not be completed." = "Handlingen kunne ikke fullføres.";

/* Error description when an unknown service with an unknown application is invoked but the application did not provide valid data */
"The service could not be used because the application did not provide valid data." = "Tjenesten kunne ikke brukes fordi programmet ikke oppga gyldige data.";

/* Error reason when a service with a known application does not report its Services correctly */
"There was a problem retrieving service information from the \\U201C%@\\U201D application." = "Det oppsto et problem med henting av tjenesteinformasjon fra programmet «%@».";

/* Error reason when a workflow service does not report its Services correctly */
"There was a problem retrieving service information from the \\U201C%@\\U201D workflow." = "Det oppsto et problem med henting av tjenesteinformasjon fra arbeidsflyten «%@».";

/* Error reason when a service with an unknown application does not report its Services correctly */
"There was a problem retrieving service information from the application." = "Det oppsto et problem med henting av tjenesteinformasjon fra programmet.";

/* Recovery suggestion when a service with a known application is invoked but the application is in the trash */
"Try dragging \\U201C%@\\U201D from the Trash to your Applications folder." = "Prøv å flytte «%@» fra papirkurven til Programmer-mappen.";

/* Recovery suggestion when a service is invoked but the application is corrupt
   Recovery suggestion when a service with a known application could not be found
   Recovery suggestion when a service with a known application could not be opened */
"Try reinstalling \\U201C%@.\\U201D" = "Prøv å installere «%@» på nytt.";

/* Recovery suggestion when a service with a known application does not report its Services correctly */
"Try reinstalling \\U201C%@\\U201D, or contact the vendor for an updated version." = "Prøv å installere «%@» på nytt, eller kontakt leverandøren for å få en oppdatert versjon.";

/* Recovery suggestion when a service with an unknown application does not report its Services correctly */
"Try reinstalling the application, or contact the vendor for an updated version." = "Prøv å installere programmet på nytt, eller kontakt leverandøren for å få en oppdatert versjon.";

/* Recovery suggestion when a service with an unknown application could not be found
   Recovery suggestion when a service with an unknown application could not be opened */
"Try reinstalling the application." = "Prøv å installere programmet på nytt.";

/* Recovery suggestion when an application did not respond to the request for services */
"Try reopening \\U201C%@,\\U201D or contact the vendor for an updated version." = "Prøv å åpne «%@» på nytt, eller kontakt leverandøren for å få en oppdatert versjon.";

/* Automator based recovery suggestion for a workflow Service.
   Recovery suggestion when a workflow service timed out. */
"Try running the \\U201C%@\\U201D workflow in Automator." = "Prøv å utføre «%@»-arbeidsflyten i Automator.";

/* Recovery suggestion when a service is invoked but the application requires a newer version of Mac OS X */
"Try using an older version of \\U201C%@,\\U201D or upgrade to a newer version of Mac OS X." = "Prøv å bruke en eldre versjon av «%@», eller oppgrader til en nyere versjon av Mac OS X.";

/* Recovery suggestion when an application did not respond to the request for services */
"Try using the service differently, or contact the vendor for an updated version of \\U201C%@.\\U201D" = "Prøv å bruke tjenesten på en annen måte, eller kontakt leverandøren for å få en oppdatert versjon av «%@».";

/* Error description when some files cannot be duplicated (but others succeeded) because  of a lack of permissions. */
"You do not have permission to duplicate some of the files." = "Du har ikke tillatelse til å duplisere enkelte av disse filene.";

/* Error description when a file cannot be duplicated because of a lack of permissions. */
"You do not have permission to duplicate the file \\U201C%@\\U201D." = "Du har ikke tillatelse til å duplisere filen «%@».";

/* Error description when all files cannot be duplicated because of a lack of permissions. */
"You do not have permission to duplicate the files." = "Du har ikke tillatelse til å duplisere filene.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because of a lack of permissions. */
"You do not have permission to move some of the files to the trash." = "Du har ikke tillatelse til å flytte enkelte av disse filene til papirkurven.";

/* Error description when a file cannot be moved to the trash because of a lack of permissions. */
"You do not have permission to move the file \\U201C%@\\U201D to the trash." = "Du har ikke tillatelse til å flytte filen «%@» til papirkurven.";

/* Error description when all files cannot be moved to the trash because of a lack of permissions. */
"You do not have permission to move the files to the trash." = "Du har ikke tillatelse til å flytte filene til papirkurven.";

/* Error reason when a service with a known application is invoked but the user does not have permission to run the application */
"You do not have permission to open the \\U201C%@\\U201D application." = "Du har ikke tillatelse til å åpne programmet «%@».";

/* Failure reason when the user lacks permission to run the app. */
"You do not have permission to run the application \\U201C%@\\U201D." = "Du har ikke tillatelse til å starte programmet «%@».";

